//「ファイルパスとファイル名」「表示するテキスト」の順で用意した音声パーツの情報を入力してください。
//予め入力されているサンプルを参考に入力してください。
//1行1文節で設定してください。
//無音パーツは流用して使っていただいても構いません。
//ダブルクォートや括弧、カンマ記号に1文字でも不備があると正しく読み込ませません。
soundData = 
[
 ["sound/yokoku-chime.mp3", "(♪予告メロディ)"],
 ["sound/21ji.mp3", "21時"],
 ["sound/22hun-hatsu.mp3", "22分発"],
 ["sound/local.mp3", "普通"],
 ["sound/kamo-yukiha.mp3", "加茂行きは"],
 ["sound/1bannoriba-kara.mp3", "1番のりばから"],
 ["sound/hasshashimasu.mp3", "発車します"],
 
 ["sound/null-250.mp3", "(無音0.25秒)"],
 ["sound/null-500.mp3", "(無音0.5秒)"],
 ["sound/null-750.mp3", "(無音0.75秒)"],
 ["sound/null-1000.mp3", "(無音1.0秒)"],
 ["sound/null-2000.mp3", "(無音2.0秒)"],
 ["sound/null-3000.mp3", "(無音3.0秒)"],

 ["sound/null-250.mp3", ""] //この最後の行は編集しないでください
 ]
